---
kind: enumMember
id: F:Autodesk.Revit.UI.Selection.ObjectType.Element
enum: Autodesk.Revit.UI.Selection.ObjectType
zh: 构件、图元、元素
source: html/2d0cbbba-d4ab-84b7-b081-36c14769d82c.htm
---
# Autodesk.Revit.UI.Selection.ObjectType.Element

**中文**: 构件、图元、元素

Whole element.